{
  "title": "Save the date",
  "date": "5th of August",
  "location": "Schweiz, Region Zürich",
  "intro": {
    "txt": "To celebrate our union and the acquisition of a new Kalunder family member we are inviting to a come and go open wedding party. This means we have a location ready for the entire day and activities are planned throughout the day. We will do things outside, inside, have good food, wonderful music, a swim and maybe a pyjama party.",
    "guests": "The event is targeted at friends, family, buddies and pets of Noël and Madlaina Kalunder. Welcome is anyone who wants to celebrate and be happy with us - please sign up below.",
    "location": "We will inform you the event location to you by e-mail or phone.",
    "date": "The event will be really relaxed and without a fixed schedule. Feel free to pop in and out at your convenience."
  },
  "registration": {
    "title": "Registration",
    "description": "...",
    "rsvp": {
      "yes": "definitely coming",
      "no": "definitely not coming",
      "maybe": "not sure / need more info",
      "undecided": "deciding spontaneously",
      "accommodation": "I need accommodation"
    },
    "name": "Name",
    "phone": "phone number",
    "email": "e-mail address",
    "contribution": {
      "title": "Food and Beverages",
      "description": "Contribution to the buffet",
      "options": {
        "snack": "snack",
        "salad": "salad",
        "main": "main course",
        "desert": "desert",
        "beverage": "beverage"
      },
      "type": "what is it?",
      "quantity": "and how much of it?"
    },
    "gifts": {
      "title": "Gifts and Activities",
      "description": "Please don't break your head about bringing us a gift. While we really appreciate the thought - what we most enjoy to receive is your presence at our event. The most we love personalised, durable gifts that will make us think about you and our friendship. We are aware that sometimes people want to take action, have a toast or do some other crazy things. You don't have to organize anything - but if you really want to a fellow wedding assistant will get in touch with you for the organisation in secrecy.",
      "checkbox": "I acknowledge the gifting policy.",
      "activity": "I would like to plan an activity / toast / decoration or have a special secret idea"
    },
    "message": "..."
  }
}